five_star_general_char = ["琴", "七七", "莫娜", "刻晴", "迪卢克", "提纳里", "迪希雅"]
four_star_char = ["九歧忍", "云堇", "九条裟罗", "五郎", "早柚", "托马", "烟绯", "罗莎莉亚", "辛焱", "砂糖", "迪奥娜",
                  "重云", "诺艾尔", "班尼特", "菲谢尔", "凝光", "行秋", "北斗", "香菱", "安柏", "雷泽", "凯亚",
                  "芭芭拉", "鹿野院平藏", "丽莎", "柯莱", "多莉", "坎蒂丝", "莱依拉", "珐露珊", "瑶瑶", "米卡"]

five_star_general_weapons = ["阿莫斯之弓", "天空之翼", "四风原典", "天空之卷", "和璞鸢", "天空之脊", "狼的末路",
                             "天空之傲", "天空之刃", "风鹰剑"]
four_star_weapons = ["弓藏", "祭礼弓", "绝弦", "西风猎弓", "昭心", "祭礼残章", "流浪乐章", "西风秘典", "西风长枪",
                     "匣里灭辰", "雨裁", "祭礼大剑", "钟剑", "西风大剑", "匣里龙吟", "祭礼剑", "笛剑", "西风剑"]
three_star_weapons = ["弹弓", "鸦羽弓", "讨龙英杰谭", "黑缨枪", "沐浴龙血的剑", "飞天御剑", "冷刃", "神射手之誓",
                      "翡玉法球", "魔导绪论", "以理服人", "铁影阔剑", "黎明神剑"]
